Repository: ephraimbel/Bible-Plus
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: am, ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sw, tl, zh_hans, zh_hant

source: Nature sounds with gentle wind
am: የተፈጥሮ ድምፆች ከረጋ ነፋስ ጋር
de: Naturgeräusche mit sanftem Wind
es: Sonidos de la naturaleza con viento suave
fr: Sons naturels avec vent léger
id: Suara alam dengan angin lembut
it: Suoni della natura con vento leggero
ja: 優しい風と自然の音
ko: 부드러운 바람과 자연의 소리
pl: Dźwięki natury z delikatnym wiatrem
pt_br: Sons da natureza com vento suave
ru: Звуки природы с мягким ветром
sw: Sauti za asili na upepo laini
tl: Tunog ng kalikasan at malambing na hangin
zh_hans: 带有轻风的自然之声
zh_hant: 帶有輕風的自然之聲

source: Night Crickets
am: የሌሊት ጢንጣሮች
de: Nachtgrillen
es: Grillos nocturnos
fr: Grillons de la nuit
id: Jangkrik malam
it: Grilli notturni
ja: 夜のコオロギ
ko: 밤의 귀뚜라미
pl: Nocne świerszcze
pt_br: Grilos da noite
ru: Ночные сверчки
sw: Nyenje za usiku
tl: Mga kuliglig sa gabi
zh_hans: 夜鸣蟋蟀
zh_hant: 夜鳴蟋蟀

source: Night Sky
am: የሌሊት ሰማይ
de: Nachthimmel
es: Cielo nocturno
fr: Ciel nocturne
id: Langit malam
it: Cielo notturno
ja: 夜空
ko: 밤하늘
pl: Nocne niebo
pt_br: Céu noturno
ru: Ночное небо
sw: Anga la usiku
tl: Langit ng gabi
zh_hans: 夜空
zh_hant: 夜空

source: Night Watch
am: የሌሊት ጥበቃ
de: Nachtwache
es: Vigilia nocturna
fr: Veille de la nuit
id: Jaga malam
it: Veglia notturna
ja: 夜の見張り
ko: 밤의 망루
pl: Nocna straż
pt_br: Vigília da noite
ru: Ночная стража
sw: Zamu ya usiku
tl: Pagbabantay sa gabi
zh_hans: 夜间守望
zh_hant: 夜間守望

source: Ocean & Water
am: ውቅያኖስ እና ውሃ
de: Meer und Wasser
es: Océano y agua
fr: Océan et eau
id: Samudra dan air
it: Oceano e acqua
ja: 海と水
ko: 바다와 물
pl: Ocean i woda
pt_br: Oceano e água
ru: Океан и вода
sw: Bahari na maji
tl: Karagatan at tubig
zh_hans: 海洋与水
zh_hant: 海洋與水

source: Ocean of Grace
am: የጸጋ ውቅያኖስ
de: Ozean der Gnade
es: Océano de gracia
fr: Océan de grâce
id: Samudra kasih karunia
it: Oceano di grazia
ja: 恵みの海
ko: 은혜의 바다
pl: Ocean łaski
pt_br: Oceano de graça
ru: Океан благодати
sw: Bahari ya neema
tl: Karagatan ng biyaya
zh_hans: 恩典之海
zh_hant: 恩典之海

source: Opened the App
am: መተግበሪያውን ከፈተ
de: App geöffnet
es: Abrió la app
fr: App ouverte
id: Membuka aplikasi
it: Ha aperto l'app
ja: アプリを開いた
ko: 앱을 열었음
pl: Otwarto aplikację
pt_br: Abriu o app
ru: Открыл приложение
sw: Alifungua programu
tl: Binuksan ang app
zh_hans: 打开了应用
zh_hant: 開啟了應用程式

source: Orange
am: ብርቱካናማ
es: Naranja
id: Jingga
it: Arancione
ja: オレンジ
ko: 주황색
pl: Pomarańczowy
pt_br: Laranja
ru: Оранжевый
sw: Rangi ya chungwa
tl: Kahel
zh_hans: 橙色
zh_hant: 橘色

source: Parenting
am: ልጅ ማሳደግ
de: Elternsein
es: Crianza
fr: Parentalité
id: Pengasuhan
it: Genitorialità
ja: 子育て
ko: 양육
pl: Rodzicielstwo
pt_br: Paternidade
ru: Воспитание
sw: Ulezi
tl: Pagiging magulang
zh_hans: 养育
zh_hant: 養育

source: Paul
am: ጳውሎስ
de: Paulus
es: Pablo
id: Paulus
it: Paolo
ja: パウロ
ko: 바울
pl: Paweł
pt_br: Paulo
ru: Павел
sw: Paulo
tl: Pablo
zh_hans: 保罗
zh_hant: 保羅

source: Pause and reconnect
am: አቁም እና እንደገና ተገናኝ
de: Pause und neu verbinden
es: Pausa y reconecta
fr: Pause et reconnexion
id: Berhenti sejenak dan terhubung kembali
it: Fai una pausa e riconnettiti
ja: 一息ついて繋ぎ直しましょう
ko: 잠시 멈추고 다시 연결하세요
pl: Zatrzymaj się i połącz
pt_br: Pause e reconecte
ru: Пауза и восстановление связи
sw: Simamisha na unganisha tena
tl: Huminto at muling magkonekta
zh_hans: 暂停并重新连接
zh_hant: 暫停並重新連結

source: Peace
am: ሰላም
de: Frieden
es: Paz
fr: Paix
id: Damai
it: Pace
ja: 平安
ko: 평안
pl: Pokój
pt_br: Paz
ru: Мир
sw: Amani
tl: Kapayapaan
zh_hans: 平安
zh_hant: 平安

source: Peaceful
am: ሰላማዊ
de: Friedvoll
es: Apacible
fr: Paisible
id: Damai
it: Pacifico
ja: 平穏
ko: 평온함
pl: Spokojny
pt_br: Pacífico
ru: Мирный
sw: Utulivu
tl: Mapayapa
zh_hans: 平安
zh_hant: 平安

source: Peaceful Piano
am: ሰላማዊ ፒያኖ
de: Friedliches Klavier
es: Piano apacible
fr: Piano paisible
id: Piano tenang
it: Piano pacifico
ja: 穏やかなピアノ
ko: 평화로운 피아노
pl: Spokojne pianino
pt_br: Piano sereno
ru: Спокойное пианино
sw: Piano ya amani
tl: Mapayapang piano
zh_hans: 宁静钢琴
zh_hant: 寧靜鋼琴

source: Peaceful dawn with soft nature sounds
am: ሰላማዊ ንጋት ከተፈጥሮ ድምፆች ጋር
de: Friedvolle Morgendämmerung mit Naturgeräuschen
es: Amanecer tranquilo con suaves sonidos naturales
fr: Aube paisible avec doux sons de la nature
id: Fajar damai dengan suara alam lembut
it: Alba pacifica con morbidi suoni naturali
ja: 柔らかな自然音の静かな夜明け
ko: 부드러운 자연 소리와 함께하는 평화로운 새벽
pl: Spokojny świt z łagodnymi dźwiękami natury
pt_br: Amanhecer tranquilo com sons suaves da natureza
ru: Мирный рассвет с тихими звуками природы
sw: Alfajiri tulivu na sauti laini
tl: Mapayapang bukang-liwayway
zh_hans: 宁静黎明中的柔和自然声
zh_hant: 寧靜黎明中的柔和自然聲

source: Peter
am: ጴጥሮስ
de: Petrus
es: Pedro
fr: Pierre
id: Petrus
it: Pietro
ja: ペテロ
ko: 베드로
pl: Piotr
pt_br: Pedro
ru: Пётр
sw: Petro
tl: Pedro
zh_hans: 彼得
zh_hant: 彼得

source: Pink
am: ሮዝ
es: Rosa
fr: Rose
id: Merah muda
it: Rosa
ja: ピンク
ko: 분홍색
pl: Różowy
pt_br: Rosa
ru: Розовый
sw: Waridi
tl: Rosa
zh_hans: 粉色
zh_hant: 粉紅色

source: Pray with me
am: ከኔ ጋር ጸልይ
de: Bete mit mir
es: Ora conmigo
fr: Prie avec moi
id: Berdoalah bersamaku
it: Prega con me
ja: 一緒に祈りましょう
ko: 함께 기도해요
pl: Módl się ze mną
pt_br: Ore comigo
ru: Помолись со мной
sw: Sali nami
tl: Manalangin ka sa akin
zh_hans: 与我一同祷告
zh_hant: 與我一同禱告

source: Prayer
am: ጸሎት
de: Gebet
es: Oración
fr: Prière
id: Doa
it: Preghiera
ja: 祈り
ko: 기도
pl: Modlitwa
pt_br: Oração
ru: Молитва
sw: Sala
tl: Panalangin
zh_hans: 祷告
zh_hant: 禱告

source: Prayer Answered
am: ጸሎት ተመለሰ
de: Gebet erhört
es: Oración respondida
fr: Prière exaucée
id: Doa dijawab
it: Preghiera esaudita
ja: 祈りが応えられた
ko: 기도가 응답되었어요
pl: Modlitwa wysłuchana
pt_br: Oração respondida
ru: Молитва отвечена
sw: Sala imejibiwa
tl: Sinagot na panalangin
zh_hans: 祷告得回应
zh_hant: 禱告蒙應允

source: Prayers
am: ጸሎቶች
de: Gebete
es: Oraciones
fr: Prières
id: Doa
it: Preghiere
ja: 祈り
ko: 기도
pl: Modlitwy
pt_br: Orações
ru: Молитвы
sw: Sala
tl: Mga panalangin
zh_hans: 祷告
zh_hant: 禱告

source: Precise and faithful to the original texts
am: ወደ መጀመሪያ ጽሑፎች የተመለከተ እና የታመነ ነው
de: Präzise und treu zu den ursprünglichen Texten
es: Preciso y fiel a los textos originales
fr: Précis et fidèle aux textes originaux
id: Tepat dan setia pada teks aslinya
it: Preciso e fedele ai testi originali
ja: 原文に忠実で正確です
ko: 원본 텍스트에 정확하고 충실합니다
pl: Dokładne i wierne oryginalnym tekstom
pt_br: Preciso e fiel aos textos originais
ru: Точные и верные оригинальным текстам
sw: Sahihi na mwaminifu kwa maandiko ya asili
tl: Tumpak at tapat sa mga orihinal na teksto
zh_hans: 准确且忠实于原文
zh_hant: 精確且忠實於原文

source: Provision
am: አቅርቦት
de: Versorgung
es: Provisión
id: Pemeliharaan
it: Provvidenza
ja: 備え
ko: 공급
pl: Opatrzność
pt_br: Provisão
ru: Обеспечение
sw: Riziki
tl: Probisyon
zh_hans: 供应
zh_hant: 供應

source: Pure Silence
am: ንጹህ ዝምታ
de: Reine Stille
es: Silencio puro
fr: Silence pur
id: Keheningan murni
it: Puro silenzio
ja: 純粋な静寂
ko: 순수한 고요
pl: Czysta cisza
pt_br: Silêncio puro
ru: Чистая тишина
sw: Utulivu safi
tl: Dalisay na katahimikan
zh_hans: 纯净寂静
zh_hant: 純淨寂靜

source: Purple
am: ሐምራዊ
de: Lila
es: Morado
fr: Violet
id: Ungu
it: Viola
ja: 紫
ko: 보라색
pl: Fioletowy
pt_br: Roxo
ru: Фиолетовый
sw: Zambarau
tl: Lila
zh_hans: 紫色
zh_hant: 紫色

source: Queen of Courage
am: የጀግንነት ንግሥት
de: Königin des Mutes
es: Reina del coraje
fr: Reine du courage
id: Ratu keberanian
it: Regina del coraggio
ja: 勇気の王妃
ko: 용기의 여왕
pl: Królowa odwagi
pt_br: Rainha da coragem
ru: Царица мужества
sw: Malkia wa ujasiri
tl: Reyna ng tapang
zh_hans: 勇气之后
zh_hant: 勇氣之后

source: Quote
am: ጥቅስ
de: Zitat
es: Cita
fr: Citation
id: Kutipan
it: Citazione
ja: 引用
ko: 인용
pl: Cytat
pt_br: Citação
ru: Цитата
sw: Nukuu
tl: Panipi
zh_hans: 引言
zh_hant: 引言

source: Rain of Blessing
am: የበረከት ዝናብ
de: Segensregen
es: Lluvia de bendición
fr: Pluie de bénédiction
id: Hujan berkat
it: Pioggia di benedizione
ja: 祝福の雨
ko: 축복의 비
pl: Deszcz błogosławieństwa
pt_br: Chuva de bênção
ru: Дождь благословения
sw: Mvua ya baraka
tl: Ulan ng pagpapala
zh_hans: 祝福之雨
zh_hant: 祝福之雨

source: Read a Chapter
am: ምዕራፍ አነበበ
de: Kapitel gelesen
es: Leyó un capítulo
fr: Chapitre lu
id: Membaca satu pasal
it: Ha letto un capitolo
ja: 章を読んだ
ko: 한 장을 읽음
pl: Przeczytany rozdział
pt_br: Leu um capítulo
ru: Прочитал главу
sw: Alisoma sura
tl: Nagbasa ng kabanata
zh_hans: 读了一章
zh_hant: 讀了一章

source: Reflect on today's blessings
am: የዛሬን በረከቶች አሰላስል
de: Denke über die Segnungen von heute nach
es: Reflexiona sobre las bendiciones de hoy
fr: Réfléchissez aux bénédictions d'aujourd'hui
id: Renungkan berkat-berkat hari ini
it: Rifletti sulle benedizioni di oggi
ja: 今日の祝福を振り返りましょう
ko: 오늘의 축복을 묵상하세요
pl: Zastanów się nad dzisiejszymi błogosławieństwami
pt_br: Reflita sobre as bênçãos de hoje
ru: Поразмышляйте о благословениях сегодня
sw: Tafakari baraka za leo
tl: Pagnilayan ang mga pagpapala ngayon
zh_hans: 默想今日的祝福
zh_hant: 默想今日的祝福

source: Reflection
am: ማሰላሰል
de: Reflexion
es: Reflexión
fr: Réflexion
id: Renungan
it: Riflessione
ja: 黙想
ko: 묵상
pl: Rozważanie
pt_br: Reflexão
ru: Размышление
sw: Tafakari
tl: Pagninilay
zh_hans: 默想
zh_hant: 默想

source: Regular
am: መደበኛ
de: Normal
fr: Normal
id: Biasa
it: Regolare
ja: 通常
ko: 보통
pl: Zwykły
ru: Обычный
sw: Kawaida
zh_hans: 常规
zh_hant: 一般

source: Resonant singing bowls for deep meditation
am: የጥልቅ መውጣት የሚያደርጉ የድምፅ መውጣት ይደርሳል
de: Resonante Klangschalen für tiefe Meditation
es: Cuencos cantores resonantes para una meditación profunda
fr: Coupes chantantes résonnantes pour une méditation profonde
id: Mangkuk nyanyi yang beresonansi untuk meditasi mendalam
it: Ciotole cantanti risonanti per una profonda meditazione
ja: 深い瞑想のための共鳴するシンギングボウル
ko: 깊은 명상을 위한 공명하는 노래 그릇
pl: Rezonujące misy dźwiękowe do głębokiej medytacji
pt_br: Tigelas cantantes ressonantes para meditação profunda
ru: Резонирующие поющие чаши для глубокой медитации
sw: Vikombe vya kuimba vinavyopiga sauti kwa ajili ya kutafakari kwa kina
tl: Mga umuugong na mangkok para sa malalim na pagmumuni-muni
zh_hans: 共鸣的唱碗用于深度冥想
zh_hant: 共鳴的唱碗用於深度冥想

source: Rest in His peace tonight
am: ዛሬ ማታ በሰላሙ ዕረፍ
de: Ruhe heute Nacht in Seinem Frieden
es: Descansa esta noche en Su paz
fr: Reposez-vous ce soir dans Sa paix
id: Istirahatlah malam ini dalam damai-Nya
it: Riposa stasera nella Sua pace
ja: 今夜は主の平和の中で休みましょう
ko: 오늘 밤 그분의 평안 안에서 쉬세요
pl: Odpocznij dziś w Jego pokoju
pt_br: Descanse esta noite na paz Dele
ru: Отдохни этой ночью в Его мире
sw: Pumzika usiku huu katika amani yake
tl: Magpahinga sa Kanyang kapayapaan ngayong gabi
zh_hans: 今夜安息在祂的平安中
zh_hant: 今夜安息在祂的平安中

source: Rich & expressive
am: ሀብታም እና ገላጭ
de: Reich und ausdrucksvoll
es: Rico y expresivo
fr: Riche et expressif
id: Kaya dan ekspresif
it: Ricco ed espressivo
ja: 豊かで表現力のある
ko: 풍부하고 표현력 있는
pl: Bogaty i wyrazisty
pt_br: Rico e expressivo
ru: Богатый и выразительный
sw: Tajiri na yenye mvuto
tl: Mayaman at makahulugan
zh_hans: 丰富且富有表现力
zh_hant: 豐富且富有表現力

source: Rock of the Church
am: የቤተክርስቲያን ዓለት
de: Fels der Kirche
es: Roca de la Iglesia
fr: Rocher de l'Église
id: Batu karang Gereja
it: Roccia della Chiesa
ja: 教会の岩
ko: 교회의 반석
pl: Opoka Kościoła
pt_br: Rocha da Igreja
ru: Скала Церкви
sw: Mwamba wa Kanisa
tl: Bato ng Simbahan
zh_hans: 教会的磐石
zh_hant: 教會的磐石

source: Rolling waves and distant shore
am: የሚንከባለሉ ሞገዶች እና የሩቅ ወደብ
de: Rollende Wellen und ferner Strand
es: Olas rodantes y costa distante
fr: Vagues déferlantes et rivage lointain
id: Ombak bergulung dan pantai jauh
it: Onde che rotolano e riva lontana
ja: うねる波と遠い岸
ko: 밀려오는 파도와 먼 해안
pl: Fale i odległy brzeg
pt_br: Ondas rolando e costa distante
ru: Катящиеся волны и далёкий берег
sw: Mawimbi na ufukwe wa mbali
tl: Gumugulong na alon at malayong baybayin
zh_hans: 翻涌的波涛与远方的海岸
zh_hant: 翻湧的波濤與遠方的海岸

source: Rounded
am: ክብ
de: Abgerundet
es: Redondeado
fr: Arrondi
id: Membulat
it: Arrotondato
ja: 丸い
ko: 둥근
pl: Zaokrąglony
pt_br: Arredondada
ru: Закруглённый
sw: Mviringo
tl: Bilugan
zh_hans: 圆角
zh_hant: 圓角

source: Ruth
am: ሩት
de: Rut
es: Rut
id: Rut
it: Rut
ja: ルツ記
ko: 룻기
pl: Rut
pt_br: Rute
ru: Руфь
sw: Ruthu
zh_hans: 路得记
zh_hant: 路得記

source: Sacred
am: ቅዱስ
de: Heilig
es: Sagrado
fr: Sacré
id: Kudus
it: Sacro
ja: 神聖
ko: 거룩한
pl: Święty
pt_br: Sagrado
ru: Священный
sw: Takatifu
tl: Sagrado
zh_hans: 神圣
zh_hant: 神聖

source: Sad
am: ሐዘን
de: Traurig
es: Triste
fr: Triste
id: Sedih
it: Triste
ja: 悲しい
ko: 슬픈
pl: Smutny
pt_br: Triste
ru: Грустный
sw: Huzuni
tl: Malungkot
zh_hans: 悲伤
zh_hant: 悲傷

source: Saved a Verse
am: ጥቅስ አስቀመጠ
de: Vers gespeichert
es: Guardó un versículo
fr: Verset enregistré
id: Menyimpan ayat
it: Ha salvato un versetto
ja: みことばを保存
ko: 구절을 저장함
pl: Zapisano werset
pt_br: Salvou um versículo
ru: Сохранил стих
sw: Alihifadhi mstari
tl: Nag-save ng talata
zh_hans: 保存了一节经文
zh_hant: 儲存了一節經文

source: Seasonal
am: ወቅታዊ
de: Saisonal
es: De temporada
fr: Saisonnier
id: Musiman
it: Stagionale
ja: 季節
ko: 계절
pl: Sezonowy
pt_br: Sazonal
ru: Сезонный
sw: Msimu
tl: Panahonal
zh_hans: 季节
zh_hant: 季節

source: Simple, natural, and easy to read
am: ቀላል፣ ተፈጥሯዊ እና ለማንበብ ቀላል
de: Einfach, natürlich und leicht zu lesen
es: Sencilla, natural y fácil de leer
fr: Simple, naturel et facile à lire
id: Sederhana, alami, dan mudah dibaca
it: Semplice, naturale e facile da leggere
ja: シンプルで自然、読みやすい
ko: 간결하고 자연스러우며 읽기 편함
pl: Prosty, naturalny, łatwy do czytania
pt_br: Simples, natural e fácil de ler
ru: Простой, естественный и легко читаемый
sw: Rahisi, asilia, na rahisi kusoma
tl: Simple, natural, at madaling basahin
zh_hans: 简洁、自然、易读
zh_hant: 簡潔、自然、易讀

source: Singing Bowls
am: ዘፋኝ ሳህኖች
de: Klangschalen
es: Cuencos cantores
fr: Bols chantants
id: Singing bowl
it: Campane tibetane
ja: シンギングボウル
ko: 싱잉볼
pl: Misy dźwiękowe
pt_br: Tigelas tibetanas
ru: Поющие чаши
sw: Mabakuli ya kuimba
zh_hans: 颂钵
zh_hant: 頌缽

source: Soft Flute
am: ለስላሳ ዋሽንት
de: Sanfte Flöte
es: Flauta suave
fr: Flûte douce
id: Seruling lembut
it: Flauto morbido
ja: 柔らかなフルート
ko: 부드러운 플루트
pl: Miękki flet
pt_br: Flauta suave
ru: Мягкая флейта
sw: Filimbi laini
tl: Malambot na plawta
zh_hans: 轻柔长笛
zh_hant: 輕柔長笛

source: Soft Guitar
am: ለስላሳ ጊታር
de: Sanfte Gitarre
es: Guitarra suave
fr: Guitare douce
id: Gitar lembut
it: Chitarra morbida
ja: 柔らかなギター
ko: 부드러운 기타
pl: Miękka gitara
pt_br: Violão suave
ru: Мягкая гитара
sw: Gitaa laini
tl: Malambot na gitara
zh_hans: 轻柔吉他
zh_hant: 輕柔吉他

source: Soft piano and birds to start your day
am: ቀንህን ለመጀመር ለስላሳ ፒያኖ እና ወፎች
de: Sanftes Klavier und Vogelgezwitscher am Morgen
es: Piano suave y aves para comenzar el día
fr: Piano doux et oiseaux pour commencer la journée
id: Piano lembut dan burung untuk memulai hari
it: Piano dolce e uccelli per iniziare la giornata
ja: 一日を始める優しいピアノと鳥
ko: 하루를 시작하는 부드러운 피아노와 새소리
pl: Łagodne pianino i ptaki na początek dnia
pt_br: Piano suave e pássaros para começar o dia
ru: Мягкое пианино и птицы в начале дня
sw: Piano laini na ndege kuanza siku
tl: Malumanay na piano at ibon sa umaga
zh_hans: 柔和的钢琴与鸟鸣开启新的一天
zh_hant: 柔和的鋼琴與鳥鳴開啟新的一天

source: Soft solo piano for quiet reflection
am: ለጸጥታ ማሰላሰያ ለስላሳ ፒያኖ
de: Sanftes Solo-Klavier zur Besinnung
es: Piano solo para reflexión tranquila
fr: Piano solo doux pour réflexion tranquille
id: Piano solo lembut untuk perenungan tenang
it: Piano solo dolce per riflessione serena
ja: 静かな黙想のためのソロピアノ
ko: 조용한 묵상을 위한 부드러운 솔로 피아노
pl: Łagodne solo pianina do cichego rozważania
pt_br: Piano solo para reflexão tranquila
ru: Соло пианино для тихого размышления
sw: Piano laini kwa tafakari
tl: Malumanay na piano para sa pagninilay
zh_hans: 安静默想的钢琴独奏
zh_hant: 安靜默想的鋼琴獨奏

source: Soft wind whispering through the trees
am: በዛፎች መካከል የሚጮኽ ረጋ ያለ ንፋስ
de: Sanfter Wind, der durch die Bäume flüstert
es: Viento suave susurrando entre los árboles
fr: Vent doux murmurant dans les arbres
id: Angin lembut berbisik di antara pohon
it: Vento leggero che sussurra tra gli alberi
ja: 木々をささやく優しい風
ko: 나무 사이를 지나는 부드러운 바람의 속삭임
pl: Łagodny wiatr szepczący w drzewach
pt_br: Vento suave sussurrando entre as árvores
ru: Мягкий ветер, шепчущий среди деревьев
sw: Upepo laini ukivuma miti
tl: Malambing na hanging bumubulong sa mga puno
zh_hans: 轻风穿过树梢的低语
zh_hant: 輕風穿過樹梢的低語

source: Solomon
am: ሰለሞን
de: Salomo
es: Salomón
fr: Salomon
id: Salomo
it: Salomone
ja: ソロモン
ko: 솔로몬
pl: Salomon
pt_br: Salomão
ru: Соломон
sw: Sulemani
zh_hans: 所罗门
zh_hant: 所羅門

source: Soothing cascade of falling water
am: የሚያረጋጋ የውሃ ፏፏቴ
de: Beruhigender Wasserfall
es: Cascada relajante de agua cayendo
fr: Cascade apaisante d'eau qui tombe
id: Air terjun yang menenangkan
it: Cascata rilassante d'acqua
ja: 落ちる水のなだめる音
ko: 진정되는 폭포 소리
pl: Uspokajający wodospad
pt_br: Cachoeira suave e relaxante
ru: Успокаивающий каскад падающей воды
sw: Maporomoko laini ya maji
tl: Nakaaaliw na tunog ng talon
zh_hans: 舒缓的瀑布声
zh_hant: 舒緩的瀑布聲

source: Soothing harp melodies for worship
am: ለአምልኮ የሚያረጋጉ የበገና ዜማዎች
de: Beruhigende Harfenmelodien zum Anbeten
es: Melodías relajantes de arpa para adorar
fr: Mélodies apaisantes de harpe pour adorer
id: Melodi harpa yang menenangkan untuk ibadah
it: Melodie rilassanti d'arpa per lodare
ja: 礼拝のためのなだめるハープの旋律
ko: 예배를 위한 진정되는 하프 선율
pl: Uspokajające melodie harfy do uwielbienia
pt_br: Melodias suaves de harpa para louvor
ru: Успокаивающие мелодии арфы для поклонения
sw: Sauti laini za kinubi kwa ibada
tl: Malumanay na tunog ng alpa para sa pagsamba
zh_hans: 敬拜时舒缓的竖琴旋律
zh_hant: 敬拜時舒緩的豎琴旋律

source: Spiritual Warfare
am: መንፈሳዊ ጦርነት
de: Geistlicher Kampf
es: Guerra espiritual
fr: Combat spirituel
id: Peperangan rohani
it: Guerra spirituale
ja: 霊的戦い
ko: 영적 전쟁
pl: Duchowa walka
pt_br: Guerra espiritual
ru: Духовная брань
sw: Vita vya kiroho
tl: Espirituwal na digmaan
zh_hans: 属灵争战
zh_hant: 屬靈爭戰

source: Square
am: ካሬ
de: Quadrat
es: Cuadrado
fr: Carré
id: Persegi
it: Quadrato
ja: 正方形
ko: 정사각형
pl: Kwadrat
pt_br: Quadrado
ru: Квадрат
sw: Mraba
tl: Kuwadrado
zh_hans: 方形
zh_hant: 方形

source: Start your day with God
am: ቀንህን ከእግዚአብሔር ጋር ጀምር
de: Beginne deinen Tag mit Gott
es: Comienza el día con Dios
fr: Commencez votre journée avec Dieu
id: Mulai harimu bersama Tuhan
it: Inizia la giornata con Dio
ja: 神と共に一日を始めましょう
ko: 하나님과 함께 하루를 시작하세요
pl: Rozpocznij dzień z Bogiem
pt_br: Comece seu dia com Deus
ru: Начни день с Богом
sw: Anza siku yako na Mungu
tl: Simulan ang iyong araw kasama ang Diyos
zh_hans: 与神一同开始新的一天
zh_hant: 與神一同開始新的一天

source: Still Waters
am: ጸጥ ያሉ ውኃዎች
de: Stille Wasser
es: Aguas tranquilas
fr: Eaux paisibles
id: Air tenang
it: Acque tranquille
ja: 静かな水
ko: 고요한 물
pl: Ciche wody
pt_br: Águas tranquilas
ru: Тихие воды
sw: Maji tulivu
tl: Tahimik na tubig
zh_hans: 静水
zh_hant: 靜水

source: Story
am: ታሪክ
de: Geschichte
es: Historia
fr: Histoire
id: Cerita
it: Storia
ja: 物語
ko: 이야기
pl: Historia
pt_br: História
ru: История
sw: Hadithi
tl: Kuwento
zh_hans: 故事
zh_hant: 故事

source: Strength & Courage
am: ጥንካሬ እና ድፍረት
de: Stärke und Mut
es: Fortaleza y coraje
fr: Force et courage
id: Kekuatan dan keberanian
it: Forza e coraggio
ja: 力と勇気
ko: 힘과 용기
pl: Siła i odwaga
pt_br: Força e coragem
ru: Сила и мужество
sw: Nguvu na ujasiri
tl: Lakas at tapang
zh_hans: 力量与勇气
zh_hant: 力量與勇氣

source: Sweeping atmosphere for deep worship
am: ለጥልቅ አምልኮ ሰፊ ሁኔታ
de: Weite Atmosphäre für tiefe Anbetung
es: Atmósfera envolvente para una adoración profunda
fr: Atmosphère enveloppante pour adoration profonde
id: Suasana luas untuk ibadah mendalam
it: Atmosfera avvolgente per adorazione profonda
ja: 深い礼拝のための広大な雰囲気
ko: 깊은 예배를 위한 웅장한 분위기
pl: Szeroka atmosfera do głębokiego uwielbienia
pt_br: Atmosfera envolvente para louvor profundo
ru: Широкая атмосфера для глубокого поклонения
sw: Mazingira mapana kwa ibada
tl: Malawak na atmospera para sa malalim na pagsamba
zh_hans: 深度敬拜的广阔氛围
zh_hant: 深度敬拜的廣闊氛圍

source: Teach me
am: አስተምረኝ
de: Lehre mich
es: Enséñame
fr: Enseigne-moi
id: Ajari aku
it: Insegnami
ja: 教えてください
ko: 가르쳐 주세요
pl: Naucz mnie
pt_br: Ensina-me
ru: Научи меня
sw: Nifundishe
tl: Turuan mo ako
zh_hans: 教导我
zh_hant: 教導我

source: Teal
am: ጥቁር አረንጓዴ
de: Blaugrün
es: Verde azulado
fr: Sarcelle
id: Hijau toska
it: Verde acqua
ja: ティール
ko: 청록색
pl: Morski
pt_br: Verde-azulado
ru: Бирюзовый
sw: Kijani-bluu
zh_hans: 青蓝色
zh_hant: 青藍色

source: Tell me a story
am: ታሪክ ንገረኝ
de: Erzähl mir eine Geschichte
es: Cuéntame una historia
fr: Raconte-moi une histoire
id: Ceritakan sebuah kisah
it: Raccontami una storia
ja: 物語を聞かせて
ko: 이야기를 들려주세요
pl: Opowiedz mi historię
pt_br: Conta-me uma história
ru: Расскажи историю
sw: Niambie hadithi
tl: Magkuwento ka
zh_hans: 讲一个故事
zh_hant: 講一個故事

source: Tender & wise
am: ለስላሳ እና ጥበበኛ
de: Zärtlich und weise
es: Tierno y sabio
fr: Tendre et sage
id: Lembut dan bijaksana
it: Tenero e saggio
ja: 優しく賢い
ko: 부드럽고 지혜로운
pl: Czuły i mądry
pt_br: Terno e sábio
ru: Нежный и мудрый
sw: Laini na yenye hekima
tl: Malumanay at matalino
zh_hans: 温柔智慧
zh_hant: 溫柔智慧

source: Thunderstorm
am: ነጎድጓድ
de: Gewitter
es: Tormenta
fr: Orage
id: Badai petir
it: Temporale
ja: 雷雨
ko: 뇌우
pl: Burza
pt_br: Tempestade
ru: Гроза
sw: Dhoruba
tl: Bagyo
zh_hans: 雷雨
zh_hant: 雷雨

source: Tibetan Bells
am: የቲቤት ደወሎች
de: Tibetische Glocken
es: Campanas tibetanas
fr: Cloches tibétaines
id: Lonceng Tibet
it: Campane tibetane
ja: チベットの鐘
ko: 티베트 종
pl: Dzwonki tybetańskie
pt_br: Sinos tibetanos
ru: Тибетские колокола
sw: Kengele za Kitibeti
tl: Tibetan na kampana
zh_hans: 藏铃
zh_hant: 藏鈴

source: Trust
am: መታመን
de: Vertrauen
es: Confianza
fr: Confiance
id: Percaya
it: Fiducia
ja: 信頼
ko: 신뢰
pl: Zaufanie
pt_br: Confiança
ru: Доверие
sw: Imani
tl: Tiwala
zh_hans: 信靠
zh_hant: 信靠

source: Until I Close
am: እስክዘጋ ድረስ
de: Bis ich schließe
es: Hasta que cierre
fr: Jusqu'à fermeture
id: Sampai kututup
it: Finché non chiudo
ja: 閉じるまで
ko: 닫을 때까지
pl: Dopóki nie zamknę
pt_br: Até eu fechar
ru: Пока не закрою
sw: Hadi nifunge
tl: Hanggang isara ko
zh_hans: 直到我关闭
zh_hant: 直到我關閉

source: Warm & heartfelt
am: ሙቅ እና ከልብ
de: Warm und herzlich
es: Cálido y sincero
fr: Chaleureux et sincère
id: Hangat dan tulus
it: Caldo e sincero
ja: 温かく心のこもった
ko: 따뜻하고 진심 어린
pl: Ciepły i szczery
pt_br: Caloroso e sincero
ru: Тёплый и сердечный
sw: Joto na ya kweli
tl: Mainit at taos-puso
zh_hans: 温暖真诚
zh_hant: 溫暖真誠

source: Warm & smooth
am: ሙቅና ለስላሳ
de: Warm und sanft
es: Cálido y suave
fr: Chaleureux et doux
id: Hangat dan lembut
it: Caldo e fluido
ja: 温かく滑らか
ko: 따뜻하고 부드러움
pl: Ciepły i gładki
pt_br: Quente e suave
ru: Тёплый и мягкий
sw: Joto na laini
tl: Mainit at malambing
zh_hans: 温暖平顺
zh_hant: 溫暖平順

source: Warm ambient tones for winding down
am: ለመዝናኛ ሙቅ ድምፆች
de: Warme Ambient-Töne zum Entspannen
es: Tonos cálidos y ambientales para relajarse
fr: Tonalités chaudes pour se détendre
id: Nada ambien hangat untuk bersantai
it: Toni ambient caldi per rilassarsi
ja: 寛ぐための温かな音
ko: 마음을 내려놓는 따뜻한 음색
pl: Ciepłe dźwięki do wyciszenia
pt_br: Tons quentes e ambientais para relaxar
ru: Тёплые эмбиент-тона для расслабления
sw: Sauti za joto za kupumzika
tl: Mainit na tunog para mag-relax
zh_hans: 放松时的温暖氛围音
zh_hant: 放鬆時的溫暖氛圍音

source: Warm crackling fire for cozy devotions
am: ለምቹ መንፈሳዊነት ሙቅ እሳት
de: Warmes knisterndes Feuer für gemütliche Andachten
es: Fuego cálido crepitante para devociones acogedoras
fr: Feu chaud crépitant pour dévotions douillettes
id: Api hangat untuk ibadah yang nyaman
it: Fuoco caldo crepitante per devozioni intime
ja: くつろいだディボーションのための暖かな焚火
ko: 포근한 경건을 위한 따뜻한 장작 소리
pl: Ciepły ogień do modlitwy
pt_br: Fogo quente crepitante para devoções aconchegantes
ru: Тёплый треск огня для уютных молитв
sw: Moto wa kuwasha kwa ibada
tl: Mainit na apoy para sa debosyon
zh_hans: 温馨灵修时的暖炉声
zh_hant: 溫馨靈修時的暖爐聲

source: Warmth & Glow
am: ሙቀት እና ብርሃን
de: Wärme und Glanz
es: Calidez y resplandor
fr: Chaleur et lueur
id: Kehangatan dan cahaya
it: Calore e luce
ja: 温もりと輝き
ko: 따뜻함과 빛
pl: Ciepło i blask
pt_br: Calor e brilho
ru: Тепло и сияние
sw: Joto na mng'ao
tl: Init at ningning
zh_hans: 温暖与光辉
zh_hant: 溫暖與光輝

source: Whale Song
am: የዌል መዝሙር
de: Walgesang
es: Canto de ballena
fr: Chant des baleines
id: Nyanyian paus
it: Canto delle balene
ja: クジラの歌
ko: 고래의 노래
pl: Pieśń wielorybów
pt_br: Canto das baleias
ru: Песня китов
sw: Wimbo wa nyangumi
tl: Awit ng balyena
zh_hans: 鲸歌
zh_hant: 鯨歌
